<?php

return [
    'blog_created' => 'ब्लॉग सफलतापूर्वक बनाया गया।',
    'blog_deleted' => 'ब्लॉग सफलतापूर्वक हटाया गया।',
    'blog_updated' => 'ब्लॉग सफलतापूर्वक अपडेट किया गया।',
    'unauthorized' => 'आपको यह कार्य करने की अनुमति नहीं है।',
    'login_success' => 'लॉगिन सफल रहा।',
    'logout_success' => 'लॉगआउट सफल रहा।',
    'register_success' => 'पंजीकरण सफल रहा।',
    'invalid_credentials' => 'अमान्य क्रेडेंशियल्स। कृपया पुनः प्रयास करें।',
    'user_exists' => 'उपयोगकर्ता पहले से मौजूद है। कृपया :email का उपयोग न करें।',
];
